Repository: CamiloMonteagudo/Push_Bloks_Game
Catalog: PusherGame/*.lproj/Localizable.strings
Languages: es, fr, it, pt

# GameUrlFree
source: https://itunes.apple.com/us/app/id1068208356
es: https://itunes.apple.com/es/app/id1068208356
fr: https://itunes.apple.com/fr/app/id1068208356
it: https://itunes.apple.com/it/app/id1068208356
pt: https://itunes.apple.com/pt/app/id1068208356

# GameUrlFull
source: https://itunes.apple.com/us/app/id1068189167
es: https://itunes.apple.com/es/app/id957129990
fr: https://itunes.apple.com/fr/app/id1068189167
it: https://itunes.apple.com/it/app/id1068189167
pt: https://itunes.apple.com/pt/app/id1068189167

# TwitterText
source: Download this iOS game, Sokoban Evolution!
es: ¡Descarga el juego Sokoban Evolution de iOS game!
fr: ¡Vérifie le jeu Sokoban Evolution dans iOS game!
it: Verificare il gioco Sokoban Evolution in iOS game!
pt: ¡Confira o jogo Sokoban Evolution em iOS game!

# FBDesc
source: I just scored %d points on Smart Pusher.
es: He alcanzado %d puntos en Smart Pusher.
fr: Je ai atteint %d points dan Smart Pusher.
it: Io ho raggiungendo %d punti in Smart Pusher.
pt: Cheguei a %d pontos no Smart Pusher.

# FBMsg
source: A new high score!
es: ¡Una nueva puntuación alta!
fr: ¡Une neuve ponctuation haut!
it: Un nuovo risultato alto!
pt: ¡Uma nova pontuação elevada!

# FBCaption
source: Smart Pusher Game
es: Juego Smart Pusher
fr: Jeu Smart Pusher
it: Gioco Smart Pusher
pt: Jogo Smart Pusher

# FBNoUser
source: User is not signed in
es: El usuario no ha iniciado sección
fr: Usager non connecté
it: Il utente non he effettuato i´accesso
pt: O usuário não iniciou uma sessão

# ScoreFrm
source: Score: %d points
es: Puntuación: %d puntos
it: Score: %d punti
pt: Pontuação: %d pontos

# PointsFrm
source: %d points
es: %d puntos
it: %d punti
pt: %d pontos

# lbEnded
source: Completed:
es: Completado:
fr: Complétéd:
it: Completato:
pt: Concluído:

# lbMoved
source: Movements:
es: Movimintos:
fr: Mouvements:
it: Movimenti:
pt: Movimentos:

# lbTimer
source: Time:
es: Tiempo:
fr: Temps:
it: Tempo:
pt: Tempo:

# lbTotal
source: Total:
fr: Bref:
it: Totale:

# lbWarn
source: Warning
es: Advertencia
fr: Avertissement
it: Advertencia
pt: Advertência

# lbNoSol
source: The solution not has access until after 10 minutes of game
es: La solución no tiene acceso hasta después de 10 minutos de juego
fr: La solution n'a accès jusqu'à après 10 minutes de jeu
it: La soluzione non ha accesso fino a dopo 10 minuti di gioco
pt: A solução não tem acesso até depois de 10 minutos de jogo

# lbClose_
source: Close
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar

# PathTopic
source: Defining a path
es: Definir un camino
fr: Définir une route
it: Definire un cammino
pt: Definir um caminho

# MoveTopic
source: Beginning movement
es: Comenzar movimiento
fr: Commence mouvement
it: Cominci movimento
pt: Começar movimento

# ContTopic
source: Continuing a path
es: Continuar camino
fr: Continuer une route
it: Continui un cammino
pt: Continuar caminho

# Targets1Topic
source: Targets simple
es: Objetivos simples
fr: Cibles simple
it: Obiettive semplice
pt: Objetivos simples

# Targets2Topic
source: Target Multiple
es: Objetivo Múltiple
fr: Cible Multiple
it: Obiettivo molteplice
pt: Objetivos múltiplos

# TimeLabel1
source: time > 1 sec.
es: tiempo > 1 seg.
fr: temps > 1 sec.
it: tempo > 1 sec.
pt: tempo > 1 seg.

# TimeLabel2
source: time < 1 sec.
es: tiempo < 1 seg.
fr: temps < 1 sec.
it: tempo < 1 sec.
pt: tempo < 1 seg.

# PurchaseTitle
source: Purchases
es: Compras
fr: Achats
it: Shopping
pt: Compras

# Restore
source: Restore purcheses
es: Restaurar las compras
fr: Restaurer achats
it: Ripristinare gli acquisti
pt: Restaurar las compras

# ProdNoAds
source: Remove ads
es: No mostrar anuncios
fr: Pas de montre anucios dans le jeu
it: No mostra annunci nel gioco
pt: Não mostra anúncios no jogo

# ProdUnlock
source: Unlock scenes
es: Desbloquear escenas
fr: Débloquez scènes
it: Sblocca scene
pt: Desbloquear cenas

# ProdSol1
source: Solutions scenes in the water
es: Soluciones de escenas en el agua
fr: Solutions scènes dans l'eau
it: Soluzioni scene nell'acqua
pt: Soluções para cenas da água

# ProdSol2
source: Solutions scenes in the air
es: Soluciones de escenas en el aire
fr: Solutions scènes dans l'air
it: Soluzioni scene nell'aria
pt: Soluções para cenas do ar

# ProdSol3
source: Solutions scenes in the space
es: Soluciones de escenas en el espacio
fr: Solutions scènes dans l'espace
it: Soluzioni scene nello spazio
pt: Soluções para cenas do espaço

# NoInternet
source: Can not connect to App Store
es: No se puede conectar a App Store
fr: Impossible de se connecter à l'App Store
it: Impossibile connettersi a App Store
pt: Não é possível se conectar a App Store
